package com.odultalk.apk.ui.data

val categoryIcons = mapOf(
    "Приветствие. Встреча. – Приветствиелэк. Ньэнугунуол." to "👋",
    "Знакомство. Семья. – Ньэлэйтэйоол. Шоромоньулпэ." to "👨‍👩‍👧",
    "Этикетные слова. – Этикет ажуупэ. Просьбы. – Ньиэнулпэ. Пожелания. – Лослобиинуйэ ажуупэ." to "🙏",
    "Здоровье. – Шоромо пэнги." to "🏥",
    "Времена года. – Ньэмолҕил параапэ." to "🌦️",
    "Школа. – Кисьиэнубэ." to "🎓",
    "Наше Нелемное. – Мит Нелемнэй." to "🏘️",
    "Охота (поход за дом). Рыболовство. – Нумэ йэкльиэ эйрэл. Анил иксьиил." to "🎣",
    "Досуг. – Ижилбэ көудэл." to "🎉",
    "Счет. – Чуҥдэл." to "🔢"
)